Repository: anonbeat/guayadeque
Catalog: Trunk/intl/*/guayadeque.po
Languages: es

source: Songs Editor
es: Editor de Canciones

source: Artist:
es: Artista:

source: Title:
es: Título:

source: Number:
es: Número:

source: Genre:
es: Género:

source: Year:
es: Año:

source: Search:
es: Buscar:

source: Genres
es: Géneros

source: Tags
es: Etiquetas

source: Artists
es: Artistas

source: Albums
es: Albumes

source: Artist Tags Editor
es: Editor de Etiquetas de Artistas

source: Albums Tags Editor
es: Editor de Etiquetas de Albumes

source: Songs Tags Editor
es: Editor de Etiquetas de Canciones

source: Are you sure to delete the selected album cover?
es: Estas seguro que quieres borrar la carátula del album seleccionado?

source: Confirm
es: Confirmar

source: Play
es: Reproducir

source: Play current playlist
es: Reproducir la actual lista de reproducción

source: Stop
es: Parar

source: Next Track
es: Siguiente Pista

source: Skip to next track in current playlist
es: Saltar a la siguiente pista

source: Prev Track
es: Pista Anterios

source: Skip to previous track in current playlist
es: Saltar a la pista anterior

source: Exit
es: Salir

source: Exit this program
es: Salir del programa

source: Add Tag
es: Añadir Etiqueta

source: Create a new tag
es: Crear una nueva Etiqueta

source: Edit Tag
es: Editar Etiqueta

source: Change selected tag
es: Modificar Etiqueta seleccionada

source: Delete Tag
es: Borrar Etiqueta

source: Delete selected tags
es: Borrar Etiqueta Seleccionada

source: Clear selection
es: Limpiar Selección

source: Unselect all selected items
es: Deseleccionar los elementos seleccionados

source: Play current selected albums
es: Reproducir los albumes selccionados

source: Enqueue
es: Añadir

source: Add current selected albums to playlist
es: Añadir los albumes seleccionados a la lista de reproducción

source: Tag Name:
es: Nombre de Etiqueta:

source: Please enter the Tag Name
es: Por favor introduzca un nombre de Etiqueta

source: Are you sure to delete the selected tags?
es: ¿ Está seguro de borrar la etiqueta seleccionada ?

source: Enter the new Tag Name
es: Introduzca le nombre de la nueva Etiqueta

source: Title
es: Título

source: Artist
es: Artista

source: Length
es: Duración

source: Title (%u)
es: Título (%u)

source: Play current selected songs
es: Reproducir las canciones seleccionadas

source: Add current selected songs to playlist
es: Añadir las canciones seleccionadas a la lista de reproducción

source: Edit Tags
es: Editar Etiquetas

source: Edit the tags assigned to the selected songs
es: Modificar las etiquetas asignadas a las canciones seleccionadas

source: Edit Songs
es: Editar Canciones

source: Edit the songs selected
es: Edita las canciones seleccionadas

source: Add current selected albums to the Playlist
es: Añadir los albumes seleccionados a la lista de reproducción

source: Edit the tags assigned to the selected albums
es: Edita las etiquetas asignadas a los albumes seleccionados

source: Edit Album songs
es: Edita las canciones del album

source: Edit the selected albums songs
es: Edita las canciones de los albumes seleccionados

source: Download Album cover
es: Descargar Carátula

source: Download cover for the current selected album
es: Descarga la carátula para el album seleccionado

source: Delete Album cover
es: Borrar la carátula

source: Delete the cover for the selected album
es: Descarga la carátula para el album seleccionado

source: Add Genre
es: Añadir Género

source: Create a new genre
es: Crear un género nuevo

source: Edit genre
es: Edita el género

source: Change selected genre
es: Modifica el género seleccionado

source: Delete genre
es: Borra el género

source: Delete selected genre
es: Borra los géneros seleccionados

source: Update Radio Stations
es: Actualiza las estaciones de radio

source: Update the radio station lists
es: Actualiza la lista de estaciones de radio

source: Genre Name:
es: Género:

source: Please enter the Genre Name
es: Por favor introduzca el nombre del género

source: Enter the new Genre Name
es: Introduzca el nuevo nombre para el género

source: Are you sure to delete the selected radio genres?
es: ¿ Está seguro de borrar los géneros de radio seleccionados ?

source: Name
es: Nombre

source: BitRate
es: Ratio de Bits

source: Listeners*
es: Oyentes*

source: Name (%u)
es: Nombre (%u)

source: Bitrate
es: Ratio de Bits

source: Listeners
es: Oyentes

source: Go to Previous Track in the Playlist
es: Ir a la anterior canción en la lista de reproducción

source: Go to Next Track in the Playlist
es: Ir a la siguiente canción en la lista de reproducción

source: Start playing or pauses current track in the Playlist
es: Comenzar la reproducción o pausar la actual canción de la lista de reproducción

source: Stops player reproduction
es: Para la reproducción

source: Set player volumen
es: Adjustar el volumen del reproductor

source: Add tracks to the playlist bassed on LastFM
es: Añadir canciones a la lista de reproducción basadas en LastFM

source: Randomize the tracks in the playlist
es: Aleatorizar la lista de reproducción

source: Repeats the current playlist
es: Repetir la lista de reproducción

source: Shows the current track album cover if available
es: Muestra la carátula del album actual si disponible

source: Show the name of the current track
es: Muestra el nombre de la canción actual

source: Show the album name of the current track
es: Muestra el nombre del album de la canción actual

source: Show the artist name of the current track
es: Muestra el nombre del artista de la canción actual

source: 00:00 of 00:00
es: 00:00 de 00:00

source: Show the current position and song length of the current track
es: Muestra la posición de reproducción y la duracion de la canción actual

source: Now Playing:
es: Ahora Reproduciendo:

source: Shows the total length of the current playlist
es: Muestra la duración total de la lista de reproducción

source: of
es: de

source: Welcome to guayadeque!
es: Bienvenido a guayadeque!

source: Import &File
es: Importar &Fichero

source: Import &Directory
es: Importar &Directorio

source: &Update Library
es: &Actualizar Librería

source: Update all songs from the directories configured
es: Actualiza las canciones de los directorios configurados

source: Update Covers
es: Actualiza Carátulas

source: Try to download all missing covers
es: Intenta descargar las carátulas que faltan

source: &Quit
es: &Salir

source: &Library
es: &Librería

source: Play current selected genres
es: Reproduce los géneros seleccionados

source: Add current selected genres to playlist
es: Añade los géneros seleccionados a la lista de reproducción

source: Clear PlayList
es: Crear una lista de reproducción

source: Remove all songs from PlayList
es: Elimina todas las canciones de la lista de reproducción

source: Remove selected songs
es: Elimina las canciones seleccionadas

source: Remove selected songs from PlayList
es: Elimina las canciones seleccionadas de la lista de reproducción

source: Save PlayList
es: Guardar lista de reproducción

source: Save the PlayList
es: Guarda la lista de reproducción

source: Randomize PlayList
es: Aleatorizar lista de reproducción

source: Randomize the songs in the PlayList
es: Aleatorizar lista de reproducción

source: Play current selected artists
es: Reproduce los artistas seleccionados

source: Add current selected artists to playlist
es: Añade los artistas seleccionados a la lista de reproducción

source: Edit the tags assigned to the selected artists
es: Edita las etiquetas asignadas a los artistas selecionados

source: Edit the songs from the selected artists
es: Edita las canciones de los artistas seleccionados

source: Cover Editor
es: Editor de Carátuas
